/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfk 之 %2$.0lfk";

/* No comment provided by engineer. */
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%1$@ %2$@已經安裝過，並且可於 %3$@ 後使用！你要重新啟動嗎？";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@已經是最新版本。";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "現在可以取得 %1$@ %2$@ (你有 %3$@)。你想現在下載它嗎？";

/* No comment provided by engineer. */
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ 沒有權限寫入這個應用程式的目錄！您正使用磁碟檔嗎？如果否，請尋求您系統的管理員。";

/* No comment provided by engineer. */
"A new version of %@ has been installed!" = "已安裝 %@ 新版本!";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "%@ 有新版本！";

/* No comment provided by engineer. */
"An error occurred during installation. Please try again later." = "安裝過程中產生錯誤，請待會再試。";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "接收更新資訊時產生錯誤，請待會再試。";

/* No comment provided by engineer. */
"An error occurred in retrieving update information; are you connected to the internet? Please try again later." = "接收更新資訊時產生錯誤，您接上網路了嗎？請待會再試。";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "解壓縮封存檔時產生錯誤，請待會再試。";

/* No comment provided by engineer. */
"An error occurred while trying to download the file. Please try again later." = "下載檔案時產生錯誤，請待會再試。";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Check for updates on startup?" = "啟動時檢查更新?";

/* No comment provided by engineer. */
"Diagnose" = "診斷";

/* No comment provided by engineer. */
"Downloading update" = "下載更新中";

/* No comment provided by engineer. */
"Extracting update" = "解壓縮更新中";

/* No comment provided by engineer. */
"Ignore" = "忽略";

/* No comment provided by engineer. */
"Install and Relaunch" = "安裝並重新啟動";

/* No comment provided by engineer. */
"Installing update" = "安裝更新中";

/* No comment provided by engineer. */
"No" = "否";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open Console" = "打開主控台";

/* No comment provided by engineer. */
"Ready to install!" = "準備安裝!";

/* No comment provided by engineer. */
"Unknown network error" = "未知的網路錯誤";

/* No comment provided by engineer. */
"Update Error!" = "更新錯誤!";

/* No comment provided by engineer. */
"Updating %@" = "更新 %@ 中";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "你想 %@ 於啟動時檢查更新? 如果否，你可以從應用程式選單中設定手動檢查。";

/* No comment provided by engineer. */
"Would you like to ignore this problem or attempt to diagnose it?  You may also open the Console log to check for errors." = "你想要忽略這問題或是診斷它？你也可以打開主控台記錄來檢查錯誤。";

/* No comment provided by engineer. */
"Yes" = "是";

/* No comment provided by engineer. */
"You're up to date!" = "你的版本是最新的！";